[
    "The king's portrait hung rather prominently in the drawing room, much to Lady Bertram’s amusement.",
    "It was generally agreed in Hertfordshire that no man had spoken more graciously of the Queen than Mr. Darcy.",
    "Though Miss Tilney admired the Queen, she found her own life far more vexing than any royal tale.",
    "Lady Catherine believed herself to possess the dignity of a queen, and expected deference accordingly.",
    "A gentleman of sound character, if not fortune, might still find favour with a queen of society.",
    "Colonel Brandon once dined in the presence of the King, an honour he rarely mentioned.",
    "Mrs. Bennet declared she would feel herself a queen if all her daughters were married well.",
    "The Queen’s charity ball was the talk of the county, though few received invitations.",
    "Young Mr. Ferrars recited poetry on the virtues of a wise and just king.",
    "It was not uncommon in Bath to hear talk of courtly intrigues and royal fashion.",
    "Emma fancied herself a matchmaker of such skill that even a queen might benefit from her counsel.",
    "Sir Thomas spoke of the King’s policies with great reverence, though with little understanding.",
    "To be introduced to the Queen was the only ambition Lady Russell had not yet fulfilled.",
    "There was a time when the Queen herself danced in the same assembly rooms as Miss Elliot.",
    "Mr. Knightley insisted that good sense was more valuable than a crown, however golden.",
    "Miss Bates believed every girl should be raised with the poise of a queen.",
    "Though he held no title, Mr. Wentworth bore himself with the air of a king.",
    "The Queen was said to possess a temper as quick as Marianne’s and a wit as sharp as Elinor’s.",
    "Lady Middleton’s salon was arranged with the symmetry of a royal court.",
    "Had the King known of Fanny Price’s virtue, he might have bestowed a title upon her.",
    "Mrs. Elton dreamed of hosting a garden party grand enough to summon royal interest.",
    "Even without a crown, Elizabeth Bennet was the queen of every room she entered.",
    "The prospect of meeting the Queen made Mr. Collins quite insufferable for a fortnight.",
    "It is a truth universally acknowledged, that a king in possession of a good crown must be in want of wise counsel.",
    "Anne's calm dignity reminded some of the late Queen, gentle and reserved.",
    "The King’s regiment inspired many a romantic fantasy among the young ladies of Meryton.",
    "Charlotte Lucas thought a modest house and a steady man preferable to any king’s palace.",
    "Mr. Darcy's manners were stately enough to rival any royal's.",
    "Catherine Morland fancied herself a queen in her own gothic daydreams.",
    "The Queen’s visit to the countryside caused great speculation and hasty baking.",
    "It was whispered that Lady Susan once conversed with the King at Windsor.",
    "No monarch ever made a match so advantageous as Miss Woodhouse intended to make.",
    "In society, a curtsey to the Queen was equal to a letter of introduction.",
    "The King’s library was said to contain volumes even Mr. Bennet had not read.",
    "Miss Darcy’s pianoforte playing could have charmed a royal court.",
    "Mrs. Jennings often claimed she once danced with a man who’d dined with the Queen.",
    "To rise above one’s station without royal favour was an accomplishment indeed.",
    "The Queen’s English was best spoken by Mr. Darcy, or so Caroline Bingley declared.",
    "Rumour held that the Queen herself had complimented Lady Dalrymple’s lace.",
    "He loved her not for her crownless state, but as a queen of his heart."
]
