[
    "The king sat on the Iron Throne, his gaze cold as winter’s breath.",
    "No queen who walked through fire ever needed a crown to prove her power.",
    "They say the Mad King whispered to ghosts in the Red Keep before he burned them all.",
    "Queen Cersei’s smile was more dangerous than a sword at your throat.",
    "A bastard may be born without a name, but even kings must die with one.",
    "The true king rides not a horse, but a dragon.",
    "In the North, they still remember the king who knelt to no one.",
    "The Queen of Thorns had more power in her words than many kings in their swords.",
    "To be a king without honor is to sit alone in a hall full of enemies.",
    "They crowned her with gold, and she burned like the sun.",
    "When the king dies, the wolves howl, and the crows gather.",
    "The queen drank wine as her enemies fell, one by one.",
    "A crown forged of ice and fire shall bind the fate of men.",
    "He called himself king, but no banners flew for him when the cold winds rose.",
    "Queens who rule with fear must sleep with daggers beneath their pillows.",
    "The last dragon chose its queen, and no man could command it otherwise.",
    "Even the smallest man may cast a shadow longer than any king’s.",
    "The Iron Throne cuts those unworthy of its rule.",
    "She was queen not by blood, but by fire and fury.",
    "The realm bleeds when kings play at war.",
    "A queen with dragons is still a queen, even across the Narrow Sea.",
    "He wore his crown like a burden, not a prize.",
    "The king’s hand moved armies; the queen’s whisper moved minds.",
    "Many kings have claimed the North, but the North remembers only one.",
    "They toasted the queen with poisoned wine, and none wept when she fell.",
    "The sword of kings lies waiting in the crypts of Winterfell.",
    "A true queen does not beg for loyalty—she commands it.",
    "When kings fall, their gold flows to the victor's coffers.",
    "The queen’s justice is often swifter than the king’s law.",
    "They called him king, but he knelt before the Night King in the end.",
    "No one expected the maid to rise and become the queen of the realm.",
    "In Dorne, they raise daughters to be queens and sons to serve them.",
    "A dragon has three heads, but only one queen shall rule.",
    "The king’s crown was stolen, not earned.",
    "She walked barefoot through fire and emerged with a kingdom.",
    "They feared her not for her crown, but for her dragons.",
    "The king's road was lined with heads on spikes by the queen's decree.",
    "The war of five kings left only widows and ghosts.",
    "No queen ever ruled alone; there is always a shadow behind the throne.",
    "He bent the knee, not for honor, but for love of his queen."
]
